02 Software/01 Broncode/operatiebrp-code-145.3/migratie/migr-test-isc/regressie-brp-bevraging-gba/uc1004-11-adresvraag webservice (slim zoeken extra)/uc1004-11C30T050/1000-uit-ws_gba_vraag-zoek pl.xml

<?xml version="1.0"?>
<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/" soap:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/">
    <soap:Body xmlns:m="http://brp.bzk.nl/delivery/bevraging/gba/ws">
        <m:vraag>
            <m:in0>
                <m:indicatieAdresvraag>1</m:indicatieAdresvraag>
                <m:indicatieZoekenInHistorie>0</m:indicatieZoekenInHistorie>
                <m:masker>
                    <m:item>10110</m:item>
                    <m:item>10120</m:item>
                    <m:item>10210</m:item>
                    <m:item>10240</m:item>
                    <m:item>80910</m:item>
                    <m:item>81115</m:item>
                    <m:item>510110</m:item>
                    <m:item>510120</m:item>
                    <m:item>510210</m:item>
                    <m:item>510240</m:item>
                    <m:item>580910</m:item>
                    <m:item>581115</m:item>
                </m:masker>
                <m:parameters>
                    <m:item>
                        <m:rubrieknummer>80910</m:rubrieknummer>
                        <m:zoekwaarde>0599</m:zoekwaarde>
                    </m:item>
                    <m:item>
                        <m:rubrieknummer>81110</m:rubrieknummer>
                        <m:zoekwaarde>jbf weg</m:zoekwaarde>
                    </m:item>
                    <m:item>
                        <m:rubrieknummer>81115</m:rubrieknummer>
                        <m:zoekwaarde>jan boef fluit weg</m:zoekwaarde>
                    </m:item>
                    <m:item>
                        <m:rubrieknummer>81160</m:rubrieknummer>
                        <m:zoekwaarde>1000aa</m:zoekwaarde>
                    </m:item>
                    <m:item>
                        <m:rubrieknummer>81180</m:rubrieknummer>
                        <m:zoekwaarde>0599010010016001</m:zoekwaarde>
                    </m:item>
                    <m:item>
                        <m:rubrieknummer>81190</m:rubrieknummer>
                        <m:zoekwaarde>0599200010016001</m:zoekwaarde>
                    </m:item>
                </m:parameters>
            </m:in0>
        </m:vraag>
    </soap:Body>
</soap:Envelope>